org/_posts/2017-07-02-untying-knots.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+OPTIONS: H:2 num:nil tags:nil toc:nil timestamps:nil
#+BEGIN_EXPORT html
---
layout: post
title: Untying Knots
categories: attempts
---
#+END_EXPORT


* Untying Knots: Suspicion in the 21st Century

#+BEGIN_QUOTE
Problems cannot be \\
Resolved at once. \\
Slowly untie knots \\
Divide to conquer.

-- Deng Ming-Dao
#+END_QUOTE

When parsing the sometimes erudite musings of the meta-rational
internet, you must give the gamut of ideas cool consideration,
weighing post-modern, modern, and medieval alike; refusing to give in
to the demands of systems that are too quick to declare truth, too
fixed in their understanding, and, from these initial shortcomings,
too unwilling to engage in solutions. From the flexibility in its own
ideology stems a general unease with the state of things-- the
unwillingness to talk, the obstructionism, the /ad hominem/ nature of
nearly all argument at the national level, the constant poisoning of
the well, and the tendency of the internet to amplify these features
as commentators sit miles away, safe behind their computer screens,
with virtually no chance of consequences for behavior that would be
absolutely abhorrent if executed in the IRL. Couple this with an
intellectual milieu that is both combative and elitist, and it's clear
that the global conversation leaves much to be desired. What's the
problem?

In recent months, it appears to me that the internet's brightest
thinkers have been circling the drain, attempting to converge on a
common enemy. It also seems to me that they've come to an informal
conclusion: the enemy in academia is /critique's/ election to its
current status as knowledge's best excavator -- privileged among tools
to unearth true meaning, shatter the facade of previous knowledges,
and expose artifice.

From Heather MacDonald in the Spring 2017 issue of [[https://www.city-journal.org/html/true-purpose-university-15134.html][City Journal,]] to
Fuck Thought's [[https://www.artforum.com/slant/id=65193][Syllabus for the End of Times]], to the endless critique
of critique I see in the wild, it's become clear that if we go for a
dive in the tepid water that is drowning modern academia, we'll find
wads of lackluster critical practices stuffed--enthusiastically--into
the drain. It seems inescapable. Rita Felski hit the nail on the head
in her 2012 essay "Critique and the Hermeneutics of Suspicion":

#+BEGIN_QUOTE
Critique is contagious and charismatic, drawing everything
around it into its field of force, marking the boundaries of what
counts as serious thought. For many scholars in the humanities, it is
not just one good thing but the only conceivable thing. Who would want
to be associated with the bad smell of the uncritical?

-- [[http://www.journal.media-culture.org.au/index.php/mcjournal/article/view/431][Rita Felski]]
#+END_QUOTE

To be uncritical is to be unthinking, and the unthinking is the stooge
of social consensus. Critique is /how we get better/, so we better
keep doing it.

It's more than that. As Hanzi Freinacht has [[http://metamoderna.org/4-things-that-make-the-alt-right-postmodern?lang=en][noted]], the reflex to
critique, through critique's own negative affect, becomes a reflex to
dismiss: "a proposal dismissed is a job well done," and this reflex to
dismiss is pan-political and self-escalating. A strong critical
reading looks and feels like paranoia: it looks to root out what has
not been said, who was implicitly or tacitly targeted or erased by the
work, and who any co-conspirators might be. Who benefits? Who profits?
Why are they doing this? Maybe the reason is the establishment of a
New World Order, or maybe it's the buttressing of the Old. Maybe the
dichotomy between the two must be examined critically for better
understanding. Whatever way, critical contextual analysis is the name
of the game.

Things dismissed tend to dismiss in turn. Urbanites dismiss country
folk as bumpkins and those same bumpkins will not hesitate to dismiss
urbanites as city-slickers. In rural senate races representatives are
raked over the coals for spending too much time in the city. Anyone so
comfortable with the concrete and at ease with the constant noise of
the city must have an agenda that dismisses country-folk and belittles
their needs, common rhetoric would indicate.

Eventually dismissal out of hand becomes a relegation to taboo, and
soon those ideas gain a certain dark psychic power, a counter-cultural
veneer.

Who can say whether short-circuiting an idea with taboo or allowing it
to vanish (through audience) into banality is more effective? There
are probably other options. Who knows? With few sociological tools
equipped to handle such inquisitions, the temptation always remains to
critique and dismiss, taboo and censor.

So here I will attempt to array the constituent parts of critique with
some accuracy, make merry in the mechanisms themselves, and slide like
oil between the gears, happy for the tooth-edged gap in which I
play. The joy of the meta-critical.

