jekyll/_posts/2017-07-02-untying-knots.html
---
layout: post
title: Untying Knots
categories: attempts
---


<div id="outline-container-org653d633" class="outline-2">
<h2 id="org653d633">Untying Knots: Suspicion in the 21st Century</h2>
<div class="outline-text-2" id="text-org653d633">
<blockquote>
<p>
Problems cannot be <br />
Resolved at once. <br />
Slowly untie knots <br />
Divide to conquer.
</p>

<p>
&#x2013; Deng Ming-Dao
</p>
</blockquote>

<p>
When parsing the sometimes erudite musings of the meta-rational
internet, you must give the gamut of ideas cool consideration,
weighing post-modern, modern, and medieval alike; refusing to give in
to the demands of systems that are too quick to declare truth, too
fixed in their understanding, and, from these initial shortcomings,
too unwilling to engage in solutions. From the flexibility in its own
ideology stems a general unease with the state of things&#x2013; the
unwillingness to talk, the obstructionism, the <i>ad hominem</i> nature of
nearly all argument at the national level, the constant poisoning of
the well, and the tendency of the internet to amplify these features
as commentators sit miles away, safe behind their computer screens,
with virtually no chance of consequences for behavior that would be
absolutely abhorrent if executed in the IRL. Couple this with an
intellectual milieu that is both combative and elitist, and it's clear
that the global conversation leaves much to be desired. What's the
problem?
</p>

<p>
In recent months, it appears to me that the internet's brightest
thinkers have been circling the drain, attempting to converge on a
common enemy. It also seems to me that they've come to an informal
conclusion: the enemy in academia is <i>critique's</i> election to its
current status as knowledge's best excavator &#x2013; privileged among tools
to unearth true meaning, shatter the facade of previous knowledges,
and expose artifice.
</p>

<p>
From Heather MacDonald in the Spring 2017 issue of <a href="https://www.city-journal.org/html/true-purpose-university-15134.html">City Journal,</a> to
Fuck Thought's <a href="https://www.artforum.com/slant/id=65193">Syllabus for the End of Times</a>, to the endless critique
of critique I see in the wild, it's become clear that if we go for a
dive in the tepid water that is drowning modern academia, we'll find
wads of lackluster critical practices stuffed&#x2013;enthusiastically&#x2013;into
the drain. It seems inescapable. Rita Felski hit the nail on the head
in her 2012 essay "Critique and the Hermeneutics of Suspicion":
</p>

<blockquote>
<p>
Critique is contagious and charismatic, drawing everything
around it into its field of force, marking the boundaries of what
counts as serious thought. For many scholars in the humanities, it is
not just one good thing but the only conceivable thing. Who would want
to be associated with the bad smell of the uncritical?
</p>

<p>
&#x2013; <a href="http://www.journal.media-culture.org.au/index.php/mcjournal/article/view/431">Rita Felski</a>
</p>
</blockquote>

<p>
To be uncritical is to be unthinking, and the unthinking is the stooge
of social consensus. Critique is <i>how we get better</i>, so we better
keep doing it.
</p>

<p>
It's more than that. As Hanzi Freinacht has <a href="http://metamoderna.org/4-things-that-make-the-alt-right-postmodern?lang=en">noted</a>, the reflex to
critique, through critique's own negative affect, becomes a reflex to
dismiss: "a proposal dismissed is a job well done," and this reflex to
dismiss is pan-political and self-escalating. A strong critical
reading looks and feels like paranoia: it looks to root out what has
not been said, who was implicitly or tacitly targeted or erased by the
work, and who any co-conspirators might be. Who benefits? Who profits?
Why are they doing this? Maybe the reason is the establishment of a
New World Order, or maybe it's the buttressing of the Old. Maybe the
dichotomy between the two must be examined critically for better
understanding. Whatever way, critical contextual analysis is the name
of the game.
</p>

<p>
Things dismissed tend to dismiss in turn. Urbanites dismiss country
folk as bumpkins and those same bumpkins will not hesitate to dismiss
urbanites as city-slickers. In rural senate races representatives are
raked over the coals for spending too much time in the city. Anyone so
comfortable with the concrete and at ease with the constant noise of
the city must have an agenda that dismisses country-folk and belittles
their needs, common rhetoric would indicate.
</p>

<p>
Eventually dismissal out of hand becomes a relegation to taboo, and
soon those ideas gain a certain dark psychic power, a counter-cultural
veneer.
</p>

<p>
Who can say whether short-circuiting an idea with taboo or allowing it
to vanish (through audience) into banality is more effective? There
are probably other options. Who knows? With few sociological tools
equipped to handle such inquisitions, the temptation always remains to
critique and dismiss, taboo and censor.
</p>

<p>
So here I will attempt to array the constituent parts of critique with
some accuracy, make merry in the mechanisms themselves, and slide like
oil between the gears, happy for the tooth-edged gap in which I
play. The joy of the meta-critical.
</p>
</div>
