org/_posts/2017-07-02-untying-knots.org
** Postmodernism and the privileging of the paranoid process
At some point postmodernity gave up. Critiquing the fundamental logic
that underpinned the world's meta-narratives gave way to critiques of
the logic of the /dominant/ meta-narratives, with diminishing
recognition that we have little reason to assume that /any/ narrative
is more correct than the next. The postmodern got a little less crazy
in its eternal september. A certain moral contamination began to work
against the deconstructive impulse, rendering deconstruction itself
nearly unable to introspect.

Under these new rules, instead of attempting to understand /what/ has
been said, drawing from spatio-temporal clues to create dialogue
between texts and situate words in the historical conversation, we
must instead use those same clues to determine /why/ something is
being said, with a suspicious eye turned towards the biases and
/regimes of truth/ that fascistically ensnare the modern thinker. In
this new regime @@html:<i>@@con@@html:</i>@@text finds itself
transformed into @@html:<i>@@sub@@html:</i>@@text, a new, fertile
ground for paranoia.

These contemporary readings, in their search to justify their
paranoia, read implicit bias unless explicitly noted, and throw into
question the validity of modern ways of knowing, [[http://onlinelibrary.wiley.com/doi/10.1111/j.1741-6787.2006.00058.x/full][occasionally]]
including the thoroughly vanilla epistemologies of modern
post-positivism (the /tl;dr/ of post-positivism being that scientific
truths are statistical and conjectural in nature, and that human
biases pollute the search for truth). This even exactly the point. The
more vanilla and everyday our knowledge seems, the more likely it is
to be polluted, these methods proclaim.

With no hold on the truth, and the pure, fertile land of paranoia
stretching out to the edges of our vision, it now, in a deconstruct-y
ouvre-of-the-modern-times critique-y sort of way, seems our
hegemonically imposed duty to find the fault in whatever we are doing
and throw the grain of truth away with the bath water. Or something
like that. Read this:

#+BEGIN_QUOTE
The man of suspicion double-bluffing the man of guile: in the hands of
thinkers after Freud, paranoia has by now candidly become less a
diagnosis than a prescription. In a world where no one need be
delusional to find evidence of systemic oppression, to theorize out of
anything but a paranoid critical stance has come to seem naive, pious,
or complaisant.

--Eve Kosofsky Sedgwick, /Paranoid Reading, Reparative Reading/
#+END_QUOTE

Written in 2003, Sedgwick's work seems prescient in a world that now
seems absolutely overrun by the critical. Not even the critical, the
/pop/-critical. Even the un-paranoid that lay mercifully outside of
the academy now seem naive and ignorant. Paranoia escaped academia and
infected the masses. Maybe.

Unfortunately, this isn't where paranoia's reach ends. Paranoia
continues to be self-propagating, a property of the affect that is
also explored in detail by Sedgwick.

#+BEGIN_QUOTE
[P]aranoia tends to be contagious; more specifically, paranoia is drawn
toward and tends to construct symmetrical relations, in particular,
symmetrical epistemologies.

--Eve Kosofsky Sedgwick, /Paranoid Reading, Reparative Reading/
#+END_QUOTE

The brutal truth that paranoia is only truly understood by being
paranoid, a process that, once engaged, limits recourse for its object
such that there's very little option but for it to conduct itself in a
paranoid manner as well.

# *** Ricoeur

# *** Critical Theory

# *** Re-cap, sympathies for Marx

I don't even disagree(do even agree?) with the prescription of greater
imagination and new ways of thinking that much of post-modernism
revolves around. And that's the point. It's the suspicious modes and
mimetic mechanisms of paranoia that are not well suited for a world
where every idiot with a computer can type words and transmit
half-formed ideas at the speed of light. We need ways of thinking that
can deal effectively with the information firehose, and unfortunately
postmodern critical methods don't seem up to the task.



** Fascism and politics empowered by paranoia
We can hardly get through a sentence of an opposing partisan's view
without identifying them as a bad actor. With any inspection at all it
seems as though our governors are engaged in myriad conspiracies to
maintain the global oligarchy and undermine the working people. How
you imagine that's being done, and which oligarchs you think are being
aided, is probably what defines your politic.

# Objects of paranoia, outgroup, signifiers

# *** Fascism as a stand in for political "other"
# Attempts on left and right to create new paranoid outgroup of fascist

# **** Right calls no-platformers and gun-control activists "fascist"
# **** Left calls any racist or sexist fascist, in extreme cases just those who disagree

With that, do our political (narrative?) preferences manifest
themselves as tribes of paranoia(the other way aroud?)? Is it the
stories we tell ourselves about causality and the direction present
therein that define our fears, worries, and preferences? Are the
mimetic forces of paranoia what drive our [[http://slatestarcodex.com/2014/09/30/i-can-tolerate-anything-except-the-outgroup/][insane]] in-group preferences
and out-group banishment?

# May want to note stats or papers about political hiring preferences

Given how strong the forces are that deem to divide us, it seems
unlikely that the explanation is mere serendipity. It even,
increasingly, seems unlikely that divisions are drawn up along the
borders of race, religion, or language. From my vantage point it looks
most likely that tribal lines are drawn along the lines of shared
suspicion-- now empowered by narrative and promulgated by academically
mandated critique.

