jekyll/_posts/2017-07-02-untying-knots.html

<div id="outline-container-orgd9a2a97" class="outline-3">
<h3 id="orgd9a2a97">Journalism, Punditry, Blog Post, Narrative</h3>
<div class="outline-text-3" id="text-orgd9a2a97">
<p>
There is an intelligensial subculture, born from new paths to fame and
notoriety, justified through calls to the truth, financed by
persuasion made monetary, and tasked with creating narrative from mere
fact. Situated in this, pundits are a particular type of commentator whose sole
job it is to find speculation, take it for a swim with what they "know",
and spit it back out. Journalists and bloggers may not accept the
pundit identity, but will engage in punditry nonetheless.
</p>

<p>
Professionals like these have become adept at simultaneously thinking
paranoiacally and fitting facts into ideology &#x2013; explicitly at a 12th
grade reading level. Their status as both accessible and "correct" has
sequestered them in a class of their own. The paranoid
class. Purveyors of narrative. Unwitting(or witting) shapers of
reality.
</p>

<p>
This class writes (or speaks) a lot. It's their job. The more opinions
that they can get out of their head and into the air the better. I bet
you could correlate global warming and pundit word counts.
</p>

<p>
To willing subjects consuming punditry or journalism (perhaps what
they're reading signaled all of the right values before they've even
begun), the sparse nature of text allows the reader to project
themselves into the gaps, taking only emotional cues, leaving only
agreement. To unwilling readers, the gaps in the text seem to be
filled <i>with the writer</i>, allowing paranoid interpretive reflexes to
kick in, and dispelling all possibility of consensus.
</p>

<p>
It's in this space that the paranoid class can breed. Bloggers about
bloggers and journalists about journalists and pundits about pundits
have found their home criticizing their tribal counterparts. Narrative
can always be news, and news is always narrative.
</p>

<p>
In most professions, journeymen(journeypersons?) are expected to be
the keepers of craft, for they alone possess the profound
understanding it takes to be an effective practicioner of their
trade. They might inhabit a feeling for the material&#x2013;the mechanic's
touch&#x2013;or a respect for time-honored processes; either of which are
hard-won by years of practice, inquiry, defeat, and
persistence. Journeypersons have honed their tools, and dug well below
the surface to discover the parts of <a href="{% post_url 2017-04-19-chunks %}">chunks</a> that thinkers and
journeymen before them buried there long ago.
</p>

<p>
As far as journalists, pundits, bloggers, and other storytellers are
concerned, their medium, their material, their massage <i>is</i> the
narrative. The fibers that they bend are the fibers of reality, and
the tapestry that they weave must be consistent, the rows of fiber
even and orderly, the story <i>compelling</i>.
</p>

<p>
Even as the paranoid hone their craft and become more and more
convincing, the pressure to publish quickly limits the quality of the
exploration, which in turn makes even the (supposed) inherent power of
the narrative shallow and uninteresting.
</p>

<blockquote>
<p>
[O]ne understands paranoia only by oneself practicing paranoid
knowing, and &#x2026; the way paranoia has of understanding anything is by
imitating and embodying it.
</p>

<p>
&#x2013; Eve Kosofsky Sedgwick, <i>Paranoid Reading, Reparative Reading</i>
</p>
</blockquote>

<p>
Just like paranoia, narrative compels narrativization in order to be
understood. Stories are best understood in terms of other
stories. Archetypes and tropes are the language of understanding in
this domain. Of course, since narrative is not an affect(??) I cannot
say that it "tries to understand" anything, except in the most trivial
sense.
</p>

<p>
This makes intuitive sense, though. Like their predecessors,
historians, poets, and other tellers of tales, the new journo caste
has only one job: post-hoc narrativization of otherwise disparate
events.
</p>

<p>
A journeyperson of the narrative art does not, necessarily, understand
the true, deep reality of whatever it is that they write about, since
they are mathematically unable to spend as much time in any situation
as their subjects&#x2013;instead they possess greater and greater
understanding of what makes narrative compelling. What <i>forces</i> a
reader to engage and sympathize, to build connections and trust. The
journalist's instinct to distill and simplify is predominantly good
for two things&#x2013; instilling the illusion of understanding in
laypeople, and insuring that they trust that understanding.
</p>
</div>
</div>

<div id="outline-container-org9a126d6" class="outline-3">
<h3 id="org9a126d6">Following the golden thread</h3>
<div class="outline-text-3" id="text-org9a126d6">
<p>
Occasionally I've felt as though my life has had a guiding force, a
golden thread that I could pick up and follow, a pulsating golden
light laid out before me as if guiding me towards my next objective in
some sort of reality based video game.
</p>

<p>
This, probably, is hypomania. Or maybe it's a flow-state. Or maybe
it's just the <a href="https://en.wikipedia.org/wiki/Illusion_of_control">illusion of control</a> creeping in. Control: that necessary
human illusion that imbues us with purpose and staves off
hopelessness.
</p>

<p>
The string metaphor for purpose and control crops up
elsewhere. Businesses or organizations that seem to <i>miss the mark</i>
(as if there were a target) can also be said to have <i>lost the
thread</i>, as though there is only one correct path through the
labyrinth, out of the cave, and back into the light.
</p>

<p>
Even in my day to day, though not imbued with the same inspiring
light, there is a sense that I am following a thread from place to
place. The interplay of consciousness and time coalesce into this
illusion&#x2013; a string of sense and meaning connecting events.
</p>

<p>
The trick, of course, is that sometimes we're following the thread and
sometimes we're laying the thread down behind us. Some of our
faculties work more like reflexes than consciousness, and the
interplay of those with the outside world can sometimes not be
avoided. Sometimes the world is configured with such weight that our
own inputs can contribute very little. But sometimes we can make an
effect. Sometimes our input is meaningful. Sometimes we possess actual
control.
</p>

<p>
Understanding those moments <i>in situ</i> is difficult, but
important. Using these control moments wisely is how we make personal
progress, and mis-categorizing these moments is one of our greatest
sources of personal fallacy. The difference between reality and
narcissism is in our <a href="https://en.wikipedia.org/wiki/Locus_of_control">Locus of Control</a>, the difference between reality
and conspiracy located somewhere near the <a href="https://en.wikipedia.org/wiki/Fundamental_attribution_error">Fundamental Attribution
Error</a>.
</p>
</div>
</div>
