org/_posts/2017-07-02-untying-knots.org
** Narrative Reward / Conjunctive Maths

Narrative /feels/ good. The right narremes in the right places tickle
our intuition and inspire sympathetic responses in our brain and
body. We are /transported/ into the head space of the characters,
where our overactive empathy works to make sure that our emotions
reflect theirs exactly.

I think (and many others think at this distinct juncture in time) that
narrative feels /so/ good that we tend to view everything in terms of
narrative, even if the evidence is sparse that such causal
explanations are factual. Especially as our access to stories begins
to border on unlimited, and our forays into the neuroscience of
storytelling push us towards a [[http://greatergood.berkeley.edu/article/item/how_stories_change_brain][perfected]] affectual control, we will
become more susceptible to this failure.

# ** Science to back up this statement? Do research
# ** Storytelling, Hollywood

#+BEGIN_QUOTE
The narrative fallacy addresses our limited ability to look at
sequences of facts without weaving an explanation into them, or,
equivalently, forcing a logical link, an arrow of relationship upon
them. Explanations bind facts together. They make them all the more
easily remembered; they help them make more sense. Where this
propensity can go wrong is when it increases our impression of
understanding.

-- Nassim Nicholas Taleb, /The Black Swan/
#+END_QUOTE

It's a hard problem to have. Even adding details to "flesh out" a
narrative does nothing for its validity. Details interpolated,
extrapolated, any detail except those actually recorded from reality
(a difficult thing to do, indeed), actually reduce a narrative's
chance at reflecting reality.

# I'm not sure about this section either. Seems weak to have reader
# evaluate fictional statements and expect them to apply lesson
# learned to the real world. Need a better example and transitions.

This isn't some rhetorical slight of hand. This is a mathematical
truth of the universe: as you add conditions that a model, a
narrative, or a story /must/ obey, it becomes vanishingly likely. Is
it more likely that a given terrorist is a conservative? Or a
conservative with mental health issues and a gun? What about an
Islamist? What about an Islamist with mental health issues and a bomb?
Think about it for more than a second and you'll quickly come to
understand how deficient narrative, /any narrative/, is as a
predictive model.

That is, of course, not to say that there aren't constructed
narratives out there that are mostly correct-- there
are. Unfortunately, even post-hoc analysis of the events has a hard
time determining what past correctness means when attempting to
predict future events. Human beings are liable to assign causality
when in fact there is only chance, and recommend chance when the
mechanisms seem too obscure or complex to comprehend. Single, one-off
events end up /meaning/ everything, while the predictive realm of
symbols and certainty breaks down when it encounters something new.

