jekyll/_posts/2017-07-02-untying-knots.html

<div id="outline-container-orgfe70353" class="outline-3">
<h3 id="orgfe70353">Narrative Reward / Conjunctive Maths</h3>
<div class="outline-text-3" id="text-orgfe70353">
<p>
Narrative <i>feels</i> good. The right narremes in the right places tickle
our intuition and inspire sympathetic responses in our brain and
body. We are <i>transported</i> into the head space of the characters,
where our overactive empathy works to make sure that our emotions
reflect theirs exactly.
</p>

<p>
I think (and many others think at this distinct juncture in time) that
narrative feels <i>so</i> good that we tend to view everything in terms of
narrative, even if the evidence is sparse that such causal
explanations are factual. Especially as our access to stories begins
to border on unlimited, and our forays into the neuroscience of
storytelling push us towards a <a href="http://greatergood.berkeley.edu/article/item/how_stories_change_brain">perfected</a> affectual control, we will
become more susceptible to this failure.
</p>

<blockquote>
<p>
The narrative fallacy addresses our limited ability to look at
sequences of facts without weaving an explanation into them, or,
equivalently, forcing a logical link, an arrow of relationship upon
them. Explanations bind facts together. They make them all the more
easily remembered; they help them make more sense. Where this
propensity can go wrong is when it increases our impression of
understanding.
</p>

<p>
&#x2013; Nassim Nicholas Taleb, <i>The Black Swan</i>
</p>
</blockquote>

<p>
It's a hard problem to have. Even adding details to "flesh out" a
narrative does nothing for its validity. Details interpolated,
extrapolated, any detail except those actually recorded from reality
(a difficult thing to do, indeed), actually reduce a narrative's
chance at reflecting reality.
</p>

<p>
This isn't some rhetorical slight of hand. This is a mathematical
truth of the universe: as you add conditions that a model, a
narrative, or a story <i>must</i> obey, it becomes vanishingly likely. Is
it more likely that a given terrorist is a conservative? Or a
conservative with mental health issues and a gun? What about an
Islamist? What about an Islamist with mental health issues and a bomb?
Think about it for more than a second and you'll quickly come to
understand how deficient narrative, <i>any narrative</i>, is as a
predictive model.
</p>

<p>
That is, of course, not to say that there aren't constructed
narratives out there that are mostly correct&#x2013; there
are. Unfortunately, even post-hoc analysis of the events has a hard
time determining what past correctness means when attempting to
predict future events. Human beings are liable to assign causality
when in fact there is only chance, and recommend chance when the
mechanisms seem too obscure or complex to comprehend. Single, one-off
events end up <i>meaning</i> everything, while the predictive realm of
symbols and certainty breaks down when it encounters something new.
</p>
</div>
</div>
