org/_posts/2017-07-02-untying-knots.org
** Narrative as abstraction / model
At the heart of it, storytelling is an essentialization of events. It
is a paring back of the human experience to its most salient
components: for every detail included we must leave out infinitely
more.

Reality, by contrast, tends to fractal off into the distance:
processes within processes, coves within coves, an infinite shoreline
if measured with enough detail. The statistical tricks that make our
consciousness work paper over some of that detail, failing to account
for abnormal variations, one off events, and unexpected
synchronicities.

The fundamental purpose of abstraction is to reduce complexity. To
pre-brain reality. To do some braining for us. Using chunks that
capture more area but with fewer details in a way that reduces the
barrier to entry for ideas. We "black box" components, machines,
processes, and other complex mechanisms, in order that we may use them
for their explicit inputs and outputs without thinking about their
inner workings.

In this same way we can view graphs, pictures, and other graphics as
purposeful simplifications. They contain a programmed output (trend
line, circle size, arrow direction) that represents a thought process
working on a programmed input (variables chosen, data gathered,
processes designed). The image becomes a model of reality, complexity
abstracted away, what's left now simple and workable enough for higher
level enjoyment.

What do they say, a picture is worth a thousand words? In these words
I've got four charts worth of abstraction alone. Words are
abstractions too. Whatever we, as authors choose to write, there are
uncountably many more words that haven't been written about the same
subject. The choice of words is statistically a matter of exclusion,
not inclusion. Words become models for concepts and stories become a
sort of meta-model, over-arching concept, order of display.

The narratives that we write become black box operators for
classifying future events. Events (inputs) are inserted into the
narrative, and out the other side come interpretations of those
events. With some preparation the inner workings of narratives can now
be forgotten to reduce cognitive load.

# Interpretive lens (hermeneutic of suspicion from Ricoeur)

#+BEGIN_QUOTE
The so-called "scientific view of the world" based on this can hardly
be anything more than a psychologically biased partial view which
misses out [on] all those by no means unimportant aspects that cannot
be grasped statistically.

-- C. G. Jung, /Synchronicity: An Acausal Connecting Principle/
#+END_QUOTE

Similarly, reality can be measured however you'd like. Correlations
can be found wherever you look, and coincidence is not far behind.

A single human being's conception of the world, this accidental
narrativization, is as one giant Texas Sharpshooter fallacy. The
bullets fired, the barn hit, and nothing yet left but to draw a
target. As Nicholas Taleb and other financiers are wont to say, you
have to be drunk or blind not to find a pattern in randomness.

Donald Hoffman has been making the rounds, claiming to know that
reality is nothing close to how we perceive it. I don't know that this
is quite right. I think a more compelling case can be made that
reality is nothing close to how we /interpret/ it. Maybe this is just
sophistry, but it's worth the typing.

In one of his talks, Donald Hoffman knowingly [[https://youtu.be/6eWG7x_6Y5U?t=9m28s][flashes]] us a picture of
some beetles swarming a bottle, confused by its shiny, dimpled brown
surface, and believing that the bottle is an incredibly large, fit
mate. Donald quips that we humans have somewhat more discerning taste
in women, that at least we wouldn't be duped by such a simple ruse.

We don't swarm bottles accidentally, but aren't we turned on by
animated depictions of anatomy? It's clear that a two-dimensional
representation of sex characteristics can send our mating instinct
into a frenzy. It's clear that what we're not so much attracted to
viable mates, but to the characteristics that /signify/ viable
mates; the /symbols/ that cause us to load our mating chunk.

Is video, from a complexity standpoint, so much more different than a
bottle that we can claim to be immune to such tricks? Doesn't makeup
fool one's brain into believing that certain sex characteristics are
present when they are not? I even bet we'll find sex robots (or
virtual reality sex as in the just-alright movie The Zero Theorem)
more universally satisfying in the future, as their symbology moves
out of the uncanny valley.

Human beings are aware, /consciously/, that these things are
facsimile, but /subconsciously/ fall for the same tricks. Can we say
that it is our perception that is broken? Doesn't perception happen in
the conscious realm? What about our subconscious taints our
interpretation such that it's clear we interpret exactly nothing about
the world entirely correctly? If hermeneutics and criticism are
attempts at moving our interpretive mechanisms into the /conscious/
realm, how can we make sure we do so effectively? How do we avoid the
attribution errors and other biases that taint so much?

If it's our interpretation, our analysis, our /narrative/ that's
broken, inherently, /evolutionarily/, then we must be ever more
vigilant against the creep of grand narratives that might sweep us up
and into fervor. It's not the dimples that deceive us, and it's not
the shiny brown, but all of life is its signifiers, fit into our
narrative -- our understanding of the way things are.

** P-hacking
In light of this, I can't be convinced that all scientists that
"P-hack" understand that they are doing something wrong. They're only
messing with the fundamental constituent parts of reality,
anyhow. They're only tripping face first into the gaping chasm that
lies between perception and interpretation.

The reality is that if you ask enough questions and gather enough data
you [[https://fivethirtyeight.com/features/science-isnt-broken][will]] be able to find a pattern. You /will/ be able to draw your
target and announce your conclusion.

Good science(confirmatory and disconfirmatory science) can only be
done when the target is drawn before the data is collected. It would
be better to regard studies with many measurements as reality surveys,
and analyze them with the eye of the financier, because if a narrative
is given the data reality will have no choice but to conform.

Of course, drawing a target is a matter of philosophy ("what does a
measurement /mean/?"), so confusion is understandable. Maybe this just
means that we should tinker and refuse to worry about it. I don't
know.

Statistics are counter-intuitive enough that they can beguile even the
educated, and they frequently allow bias to fester.

