jekyll/_posts/2017-07-02-untying-knots.html

<div id="outline-container-orgab084e0" class="outline-3">
<h3 id="orgab084e0">Paranoia as defense</h3>
<div class="outline-text-3" id="text-orgab084e0">
<p>
A cruel world demands justification. "Senseless" world explanations
are inherently unsatisfying. The paranoid reading of reality, one rife
with grand intentions and even grander conspiracies, appeals to the
sensual nature of existence.
</p>

<blockquote>
<p>
We spend our entire lives trying to tell stories about ourselves&#x2013;
they're the essence of memory. They're how we make living in this
unfeeling accidental universe tolerable. That we call such a tendency
"the narrative fallacy" doesn't mean it doesn't also touch upon some
aspect of the truth.
</p>

<p>
Some stories simply literalize their metaphors a bit more explicitly.
</p>

<p>
&#x2013;Ken Liu, Preface to <i>The Paper Menagerie</i>
</p>
</blockquote>

<p>
Paranoia, as Eve Sedgwick says, is the most ascetic form of love. It
demands little from its object, but grants it much attention and
affection.
</p>

<blockquote>
<p>
The first imperative of paranoia is There must be no bad surprises,
and indeed, the aversion to surprise seems to be what cements the
intimacy between paranoia and knowledge per se, including both
epistemophilia and skepticism.
&#x2026;
No time could be too early for one's having-already-known, for its
having-already-been-inevitable, that something bad would happen. And
no loss could be too far in the future to need to be preemptively
discounted.
</p>

<p>
&#x2013; Eve Kosofsky Sedgwick, <i>Paranoid Reading, Reparative Reading</i>
</p>
</blockquote>

<p>
Eliminating surprises works well when you have a relatively finite
number of worries.
</p>

<p>
My intuition is that such paranoia in the modern world is
self-defeating. It pays to fear and to protect yourself from wild
animals or other small tribes. Not so much from giant governmental
mechanisms that can kill or silence you in a thousand ways. Not so
much from the perceived threat of 8 billions of other humans connected
to each other via the series of wires and tubes we call the internet.
</p>

<p>
So please, by all means, fantasize about conspiracies for fun. Love
the drama of life a little bit. But understand that putting money or
effort into such things is gambling &#x2013; playing a lottery you're
unlikely to win.
</p>
</div>
</div>

<div id="outline-container-orgca86857" class="outline-3">
<h3 id="orgca86857">Paranoia without identity groups?</h3>
<div class="outline-text-3" id="text-orgca86857">
<p>
I don't know who you direct your paranoia at if you don't have a sense
of tribal identity. Our collective identities serve as the objects in
our narratives, the agents and injured parties, all. I don't know how
you have tribal identity without paranoia.
</p>

<p>
I also don't know if paranoia exists without tribal identity. Who do
you fear? What must you uncover?
</p>

<p>
How do we decide what parties to trust? Not in a an "honesty" sort of
way, because we can still ultimately trust many of those that are
dishonest to us, but existentially. What other agents do we put our
trust <i>in</i> without the aid of identity?
</p>

<p>
Even the simple matters of context and subtext are rooted in
identity. How do we <i>even understand other people</i> if we don't have
groups to fit them into?
</p>
</div>
</div>

<div id="outline-container-org87bb8ea" class="outline-3">
<h3 id="org87bb8ea">Reparative Methods</h3>
<div class="outline-text-3" id="text-org87bb8ea">
<p>
I don't like to be prescriptive. I don't think that there's any one
thing or few things that can be done to fix the state of
discourse. Still, I'd like to offer suggestions from my own brain. A
few of my own interpretive tools for building understanding from
diverse source materials, including materials from those people that
you would generally be disinclined to believe. It's tricky.
</p>

<blockquote>
<p>
The vocabulary for articulating any reader's reparative motive toward
a text or a culture has long been so sappy, aestheticizing, defensive,
anti-intellectual, or reactionary that it's no wonder few critics are
willing to describe their acquaintance with such motives.
</p>

<p>
&#x2013; Eve Kosofsky Sedgwick, <i>Paranoid Reading, Reparative Reading</i>
</p>
</blockquote>

<p>
The simplest technique is to simply ignore the bad bits of academic
text. Most people ignore irrelevant words almost constantly, and
extending the favor to our philosophical enemies is the least we can
do. Ignoring items you disagree with opens you up to the possibility
of finding some text that speaks to you, and allows you to focus on
the ways that you are alike, rather than different.
</p>

<p>
This is your least effort option, but it's not practical for many
situations. Mostly our differences are important and must be
addressed.
</p>

<p>
The next step, then, is to engage in dialectic. The assumption that
discussion carries mutual benefit is foundational to many reparative
methodologies (family counseling, anarchist micro-government, etc),
and is easily applied to our reading habits. Dialectic moves shared
reality, debate encourages us to pit ideologies in some sort of
winner-takes-all gladiator battle. Is ideology a slave in this
metaphor? Couldn't tell you.
</p>

<p>
Regardless of our adoption of ideas from any person or text that we
engage in dialectic, we can learn something nonetheless. We can learn
the <i>what's</i> and <i>why's</i> of other ideologies. We can understand the
possible of other internally consistent narratives. Maybe by
understanding the fractures and breakdowns of other ideologies we can
more accurately pinpoint the fractures and breakdowns of our own&#x2013;
places where we can ultimately choose to employ other systems of
thinking that are more situationally effective.
</p>

<p>
These unintended consequences are the <i>side effects</i> of ideas. Just
like in medicine (a purely Talebian example), in philosophy progress
in made most often by tinkering and finding the unexpected. Like
Viagra (invented for cardiological disorders), the side effects of
ideas we invent or encounter may be the primary effects we seek in
another domain.
</p>

<p>
Even acting's time-tested method for keeping a scene going, the
classic "yes, and?" allows for more ideas rather than fewer, and could
be considered a reparative technology. I don't know.
</p>

<p>
How often do you read something interesting and then go searching
around for the political leaning of the author before deciding whether
the text should be taken seriously? Is it worth it? What signals have
to be present before you'll trust something?
</p>

<p>
Sometimes I think the real alternative to narrative is to communicate
entirely through the visceral emotional impressions of non-verbal
sound and aesthetic imagery in the way that Andrei Tarkovsky
mastered. Sounds cool at least.
</p>
</div>
</div>
</div>
